const docList = [
  {
    title: "傲慢与偏见",
    author: "简·奥斯汀",
    content:
      "小说描写了小乡绅班纳特五个待字闺中的千金，主角是二女儿伊丽莎白。她在舞会上认识了达西，但是耳闻他为人傲慢，一直对他心生排斥，经历一番周折，伊丽莎白解除了对达西的偏见，达西也放下傲慢，有情人终成眷属。",
  },
  {
    title: "战争与和平",
    author: "列夫·托尔斯泰",
    content:
      "1805年，在拿破仑率兵征服欧洲后，法国与俄国之间也发生战争。通过对四大家庭以及安德烈、皮埃尔、娜塔莎在战争与和平环境中的思想和行动的描写，展示了当时俄国社会的风貌。",
  },
  {
    title: "平凡的世界",
    author: "路遥",
    content:
      "该书以中国70年代中期到80年代中期十年间为背景，通过复杂的矛盾纠葛，以孙少安和孙少平两兄弟为中心，刻画了当时社会各阶层众多普通人的形象；劳动与爱情、挫折与追求、痛苦与欢乐、日常生活与巨大社会冲突纷繁地交织在一起，深刻地展示了普通人在大时代历史进程中所走过的艰难曲折的道路。",
  },
];

export default docList;
